{
    ". The code is case insensitive and dashes will be added automatically.": "。該驗證碼不區分大小寫，並且會自動新增破折號。",
    "A new verification link has been sent to the email address you provided during registration.": "新的驗證連結已發送到您註冊時提供的電子郵件地址。",
    "A new verification link has been sent to your email address.": "新的驗證連結已發送到您的電子郵件地址。",
    "Administrator": "系統管理員",
    "All rights reserved.": "版權所有。",
    "Already registered?": "已註冊？",
    "Are you sure you want to delete your account?": "您確定要刪除您的帳號嗎？",
    "Cancel": "取消",
    "Click here to re-send the verification email.": "按一下這裡來重新發送驗證電子郵件",
    "Click the button below to securely log in to your account:": "點擊下方按鈕可以安全登入您的帳號：",
    "Confirm": "確認",
    "Confirm Password": "確認密碼",
    "Current Password": "目前密碼",
    "Dashboard": "控制面板",
    "Delete Account": "刪除帳號",
    "Email": "電子郵件",
    "Email Password Reset Link": "電子郵件密碼重置連結",
    "Ensure your account is using a long, random password to stay secure.": "確保你的帳號使用足夠長且隨機的密碼來確保安全。",
    "Enter the alpha numeric code sent to :user_email": "輸入發送至 :user_email 的字母數字驗證碼",
    "Forgot your password?": "忘記密碼？",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "忘記密碼？沒關係。請輸入您的電子郵件地址，我們將透過電子郵件發送密碼重置連結給您，讓您重新設定一個新的密碼。",
    "Fraudulent websites may try to steal your login code. Only enter this code at :app_url. Never enter this code on any other website or share it with anyone.": "詐騙網站可能會試圖竊取您的登入驗證碼。僅在 :app_url 輸入此驗證碼。切勿在任何其他網站上輸入此驗證碼或與任何人分享。",
    "Hello!": "您好！",
    "If you did not create an account, no further action is required.": "如果您未註冊帳號，請忽略此郵件。",
    "If you did not request a password reset, no further action is required.": "如果您未要求重設密碼，請忽略此郵件。",
    "If you didn't request this login link, you can safely ignore this email.": "如果您未要求此登入連結，您可以放心地忽略此電子郵件。",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "如果您點擊「:actionText」按鈕時出現問題，請複製下方連結至瀏覽器中貼上：",
    "Log in": "登入",
    "Log Out": "登出",
    "Name": "姓名",
    "New Password": "新的密碼",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "一旦您的帳號被刪除，其所有資源和數據將被永久刪除。在刪除您的帳號之前，請下載您希望保留的任何數據或資訊。",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "一旦您的帳號被刪除，其所有資源和資料將被永久刪除。請輸入您的密碼，確認您要永久刪除您的帳號。",
    "or": "或",
    "Password": "密碼",
    "Please click the button below to verify your email address.": "請點擊下方按鈕驗證您的電子郵件地址：",
    "Profile": "個人資料",
    "Profile Information": "個人資料",
    "Regards,": "致敬,",
    "Register": "註冊",
    "Remember me": "記住我",
    "Request a new code": "要求新的驗證碼",
    "Resend Verification Email": "重新發送驗證電子郵件",
    "Reset Password": "重設密碼",
    "Reset Password Notification": "重設密碼通知",
    "Save": "儲存",
    "Saved.": "已儲存。",
    "Security Reminder: ": "安全提示：", 
    "Sign in to :app_name": "登入:app_name",
    "Sign-in to :app_name": "登入:app_name",
    "Sign-In to :app_name": "登入:app_name",
    "Submit Code": "送出驗證碼",
    "Thank you for using :app.name!": "感謝您使用:app.name！",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "感謝您的註冊！在開始之前，您可以點擊我們剛剛給您發送的連結來驗證您的電子郵件地址，如果您沒有收到那封電子郵件，我們將很樂意再發送一封給您。",
    "The active code has already been used. Please request a new code.": "有效驗證碼已被使用。請要求新的驗證碼。",
    "The active code has been superseded. Please request a new code.": "有效驗證碼已被取代。請要求新的驗證碼。",
    "The active code has expired. Please request a new code.": "有效驗證碼已過期。請要求新的驗證碼。",
    "The code is still active.": "該驗證碼仍然有效。",
    "The given code is invalid.": "給定的驗證碼無效。",
    "The route signature is invalid.": "路由簽章無效。",
    "The sign-in code was requested in a different session. Please login using the same browser that requested the code.": "在不同的工作階段中要求了登入驗證碼。請使用要求驗證碼的相同瀏覽器登入。",
    "This is a secure area of the application. Please confirm your password before continuing.": "請在繼續之前確認您的密碼。",
    "This link expires after 5 minutes and can only be used once.": "此連結 5 分鐘後過期，且只能使用一次。",
    "This password reset link will expire in :count minutes.": "重設密碼連結將會在 :count 分鐘後失效。",
    "Too many attempts. Please request a new code.": "嘗試次數過多。請要求新的驗證碼。",
    "Update Password": "更新密碼",
    "Update your account's profile information and email address.": "更新您的帳號資料和電子郵件地址。",
    "Verify Email Address": "驗證電子郵件地址",
    "We received a sign-in request for the account :email. Use the code below to sign in.": "我們收到了帳號 :email 的要求。使用以下驗證碼登入。",
    "You are receiving this email because we received a password reset request for your account.": "您收到此電子郵件是因為我們收到了重設密碼的要求。",
    "You're logged in!": "您已登入！",
    "Your email address is unverified.": "您的電子郵件地址未被驗證。"
}